Repository: krokedil/zaver-woocommerce-plugin
Catalog: languages/zco-*.po
Languages: sv_se

source: while pending confirmation.
sv_se: medan den väntar på bekräftelse.

source: API Key
sv_se: API-nyckel

source: Bank Transfer
sv_se: Banköverföring

source: Change payment method
sv_se: Byt betalningsmetod

source: contact Zaver
sv_se: kontakta Zaver

source: Description
sv_se: Beskrivning

source: Enable "Bank Transfer" payment as separate payment method
sv_se: Aktivera "Banköverföring" som ett separat betalsätt.

source: Enable "Installments" payment as separate payment method
sv_se: Aktivera "Betala över tid" som ett separat betalsätt.

source: Enable "Instant Debit" payment as separate payment method
sv_se: Aktivera "Betala nu" som ett separat betalsätt.

source: Enable "Pay Later" payment as separate payment method
sv_se: Aktivera "Betala senare" som ett separat betalsätt.

source: Enable "Swish" payment as separate payment method
sv_se: Aktivera "Swish" som ett separat betalsätt.

source: Enable "Vipps" payment as separate payment method
sv_se: Aktivera "Vipps" som ett separat betalsätt.

source: Enable order management
sv_se: Aktivera orderhantering

source: Enable order management to automatically capture and cancel orders in Zaver for payment methods that support it when the order status changed in WooCommerce.
sv_se: Aktivera orderhantering för att automatiskt aktivera och avbryt ordrar i Zaver för betalsätt som stödjer det när statusen ändras i WooCommerce.

source: Enable test mode
sv_se: Aktiva testläge

source: Enable Zaver Checkout
sv_se: Aktiva Zaver Checkout

source: Enable/Disable
sv_se: Aktivera/Inaktivera

source: Failed to cancel the Zaver order: %s
sv_se: Misslyckades att avbryta Zaver ordern: %s

source: Failed to capture the Zaver order: %s
sv_se: Misslyckades att aktivera Zaver ordern: %s

source: Failed to request a refund with reason: %s
sv_se: Misslyckades att återbetala Zaver ordern med orsaken: %s

source: Failed with Zaver payment: %s
sv_se: Misslyckades med Zaver-betalningen: %s

source: https://zaver.com/en/contact
sv_se: https://zaver.com/se/kontakt

source: If you received any test credentials from Zaver, this checkbox should be checked.
sv_se: Om du har fått testuppgifter från Zaver, så ska denna kryssruta vara ikryssad.

source: Installments
sv_se: Betala över tid

source: Instant Debit
sv_se: Betala nu

source: Order management
sv_se: Orderhantering

source: Pay Later
sv_se: Betala Senare

source: Pay with Zaver
sv_se: Betala med Zaver

source: Refund of %1$s approved - Refund ID: %2$s
sv_se: Återbetalning på %1$s godkänd - Återbetalnings-ID: %2$s

source: Refund of %1$s approved by %2$s - Refund ID: %3$s
sv_se: Återbetalning på %1$s godkänd av %2$s - Återbetalnings-ID: %3$s

source: Refund of %1$s cancelled - Refund ID: %2$s
sv_se: Återbetalning på %1$s avbruten - Återbetalnings-ID: %2$s

source: Refund of %1$s cancelled by %2$s - Refund ID: %3$s
sv_se: Återbetalning på %1$s avbruten av %2$s - Återbetalnings-ID: %3$s

source: Refund of %1$s completed - Refund ID: %2$s
sv_se: Återbetalning på %1$s färdig - Återbetalnings-ID: %2$s

source: Refund of %1$s initialized by %2$s with the description "%3$s". Refund ID: %4$s
sv_se: Återbetalning på %1$s initierad av %2$s med beskrivningen "%3$s" - Återbetalnings-ID: %4$s

source: Refund of %1$s initialized by %2$s. Refund ID: %3$s
sv_se: Återbetalning på %1$s initierad av %2$s - Återbetalnings-ID: %3$s

source: Refund of %1$s initialized with the description "%2$s". Refund ID: %3$s
sv_se: Återbetalning på %1$s initierad med beskrivningen "%2$s" - Återbetalnings-ID: %3$s

source: Refund of %1$s initialized. Refund ID: %2$s
sv_se: Återbetalning på %1$s initierad - Återbetalnings-ID: %2$s

source: Requested a refund of %1$s - refund ID: %2$s
sv_se: Begäran av återbetalning på %1$s - Återbetalnings-ID: %2$s

source: Settings
sv_se: Inställningar

source: Show as separate payment methods
sv_se: Visa som separata betalsätt

source: Sign up
sv_se: Registrera dig

source: Test mode
sv_se: Testläge

source: The callback token is optional but recommended - it is used to validate requests from Zaver.
sv_se: Callback-tokenet är frivilligt men rekommenderat - det används för att validera anrop från Zaver.

source: The official Zaver Checkout payment gateway for WooCommerce.
sv_se: Den officiella betalningsmetoden för Zaver Checkout i WooCommerce.

source: The order is missing a transaction ID.
sv_se: Ordern saknar ett transaktions id.

source: The Zaver order cannot be canceled.
sv_se: Zaver ordern kan inte avbrytas.

source: The Zaver order cannot be captured%s
sv_se: Zaver ordern kan inte aktiveras%s

source: The Zaver order has already been canceled.
sv_se: Zaver ordern är redan avbruten.

source: The Zaver order has already been captured.
sv_se: Zaver ordern är redan aktiverad.

source: The Zaver order has been canceled.
sv_se: Zaver ordern har avbrutits.

source: The Zaver order has been captured, and can therefore no longer be canceled.
sv_se: Zavern ordern har blivit aktiverad, och kan därför inte längre avbrytas.

source: The Zaver order has been captured. Captured amount: %1$.2f.
sv_se: Zaver ordern har aktiverats. Aktiverat belopp: %1$.2f.

source: The Zaver order has been refunded and can no longer be canceled.
sv_se: Zaver ordern har blivit återbetald och kan därför inte längre bli avbruten.

source: The Zaver order has been refunded and can no longer be captured.
sv_se: Zaver ordern har blivit återbetald och kan därför inte längre bli aktiverad.

source: The Zaver order was canceled and can no longer be captured.
sv_se: Zaver ordern har blivit avbruten och kan därför inte längre bli aktiverad.

source: This controls the description which the user sees during checkout.
sv_se: Det här styr den beskrivning som kunden ser i kassan.

source: This controls the title which the user sees during checkout.
sv_se: Det här styr vad användaren ser i kassan

source: Title
sv_se: Titel

source: Your installation of Zaver Checkout is not complete. If you installed this plugin directly from Github please refer to the README.DEV.md file in the plugin.
sv_se: Din installation av Zaver Checkout är inte komplett. Om du installerade pluginet direkt från Github var vänlig läs README.DEV.md filen i pluginet.

source: Zaver Checkout Bank Transfer
sv_se: Zaver Checkout Banköverföring

source: Zaver Checkout Installments
sv_se: Zaver Checkout Betala över tid

source: Zaver Checkout Instant Debit
sv_se: Zaver Checkout Betala nu

source: Zaver Checkout Pay Later
sv_se: Zaver Checkout Betala Senare

source: Zaver payment is pending capture.
sv_se: Zaver betalningen väntar på aktivering.

source: Zaver Payment is pending confirmation.
sv_se: Zaver betalningen väntar på bekräftelse.

source: Zaver payment was captured - payment ID: %1$s. Captured amount: %2$s. Remaining amount to capture: %3$s.
sv_se: Zaver betalningen blev aktiverad - betalnings ID: %1$s. Aktiverat belopp %2$s. Belopp kvar att aktivera: %3$s.
