Repository: krokedil/zaver-woocommerce-plugin
Catalog: trunk/languages/zco-*.po
Languages: sv_se

source: An error occured - please try again, or contact site support
sv_se: Ett fel inträffade - vänligen prova igen, eller kontakta supporten

source: An error occured with your Zaver payment - please try again, or contact the site support.
sv_se: Ett fel inträffade med din Zaver-betalning - vänligen prova igen, eller kontakta supporten.

source: API Key
sv_se: API-nyckel

source: Cancelled Zaver payment
sv_se: Avbröt Zaver-betalning

source: Change payment method
sv_se: Byt betalningsmetod

source: Default
sv_se: Standard

source: Enable test mode
sv_se: Aktiva testläge

source: Enable Zaver Checkout
sv_se: Aktiva Zaver Checkout

source: Enable/Disable
sv_se: Aktivera/Inaktivera

source: Failed to cancel Zaver payment: %s
sv_se: Misslyckades att avbryta Zaver-betalningen: %s

source: Failed with Zaver payment: %s
sv_se: Misslyckades med Zaver-betalningen: %s

source: If you received any test credentials from Zaver, this checkbox should be checked.
sv_se: Om du har fått testuppgifter från Zaver, så ska denna kryssruta vara ikryssad.

source: Pay with Zaver
sv_se: Betala med Zaver

source: Primary color
sv_se: Primärfärg

source: Refund of %F %s approved - Refund ID: %s
sv_se: Återbetalning på %F %s godkänd - Återbetalnings-ID: %s

source: Refund of %F %s approved by %s - Refund ID: %s
sv_se: Återbetalning på %F %s godkänd av %s - Återbetalnings-ID: %s

source: Refund of %F %s cancelled - Refund ID: %s
sv_se: Återbetalning på %F %s avbruten - Återbetalnings-ID: %s

source: Refund of %F %s cancelled by %s - Refund ID: %s
sv_se: Återbetalning på %F %s avbruten av %s - Återbetalnings-ID: %s

source: Refund of %F %s completed - Refund ID: %s
sv_se: Återbetalning på %F %s färdig - Återbetalnings-ID: %s

source: Refund of %F %s initialized by %s with the description "%s". Refund ID: %s
sv_se: Återbetalning på %F %s initierad av %s med beskrivningen "%s" - Återbetalnings-ID: %s

source: Refund of %F %s initialized with the description "%s". Refund ID: %s
sv_se: Återbetalning på %F %s initierad med beskrivningen "%s" - Återbetalnings-ID: %s

source: Requested a refund of %F %s - refund ID: %s
sv_se: Begäran av återbetalning på %F %s - Återbetalnings-ID: %s

source: Settings
sv_se: Inställningar

source: Some elements in the Zaver Checkout will get this color.
sv_se: Vissa element i Zaver Checkout kommer få denna färg.

source: Successful payment with Zaver - payment ID: %s
sv_se: Lyckad betalning med Zaver - Betalnings-ID: %s

source: Test mode
sv_se: Testläge

source: The API key you got from Zaver.
sv_se: API-nyckeln du fått av Zaver.

source: The callback token you got from Zaver.
sv_se: Callback-tokenet du fått av Zaver.

source: The official Zaver Checkout payment gateway for WooCommerce.
sv_se: Den officiella betalningsmetoden för Zaver Checkout i WooCommerce.

source: This controls the title which the user sees during checkout.
sv_se: Det här styr vad användaren ser i kassan

source: Title
sv_se: Titel

source: Zaver payment was cancelled - cancelling order
sv_se: Zaver-betalningen avbröts - avbryter order
